Repository: MaddTheSane/XADMaster-2
Catalog: XADErrors.xcstrings
Source language: en
Languages: ar, bg, cs, de, es, fr, hu, it, ja, lv, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_hans

# Attempted to read more data than was available
source: The archive file is incomplete
ar: ملف الأرشيف غير كامل
bg: Непълен файл на архива
cs: Soubor archivu není kompletní
de: Das Archiv ist nicht komplett
es: El archivo está incompleto
fr: L'archive est incomplète
hu: Az archívum hiányos
it: Il file archivio è incompleto
lv: Arhīvs ir nepilnīgs
nb: Arkivfilen er ikke komplett
nl: Archief is onvolledig
pl: Plik archiwum jest niekompletny
pt_br: O arquivo está incompleto
pt_pt: O arquivo está incompleto
ru: Отсутствует часть файла архива
sv: Akrivfilen är inte komplett
tr: Arşiv dosyası tamamlanmamış
zh_hans: 归档文件不完整

source: Buffer was too short
ar: التخزين المؤقت قصير للغاية
bg: Твърде къс буфер
cs: Zásobník je příliš malý
de: Puffer zu kurz
es: El buffer era demasiado corto
fr: Le tampon est trop petit
hu: A puffer túl rövid volt
it: Buffer troppo piccolo
ja: バッファが少なすぎます
lv: Pārāk īss buferis
nb: Mellomlager (buffer) var for kort
nl: Buffer te kort
pl: Bufor był za mały
pt_br: Buffer insuficiente
pt_pt: Buffer demasiado pequeno
ru: Буфер слишком мал
sv: Bufferten var för kort
tr: Ara bellek çok kısaydı
zh_hans: 缓存过短

# Could not create directory
source: Could not create the folder
ar: فشل إنشاء المجلد
bg: Невъзможно създаване на папка
cs: Nelze vytvořit složku
de: Ordner konnte nicht erstellt werden
es: No se ha podido crear la carpeta
fr: Impossible de créer le dossier
hu: Mappa létrehozása sikertelen
it: Impossibile creare la cartella
ja: フォルダを作成できませんでした
lv: Nevarēju izveidot mapi
nb: Klarte ikke å opprette mappen
nl: Map kon niet worden aangemaakt
pl: Nie można utworzyć folderu
pt_br: Não foi possível criar o diretório
pt_pt: Não foi possível criar a pasta
ru: Невозможно создать папку
sv: Kunde inte skapa mappen
tr: Klasör oluşturulamıyor
zh_hans: 不能创建文件夹

source: Could not create symlink
ar: فشل إنشاء الاختصار
bg: Невъзможно създаване на символна връзка
cs: Nelze vytvořit symbolického zástupce
de: Symlink konnte nicht erstellt werden
es: No se ha podido crear el symlink
fr: Impossible de créer le lien symbolique
hu: Szimbolikus csatolás késztése sikertelen
it: Impossibile creare il collegamento simbolico
ja: シンボリックリンクを作成できません
lv: Nevarēja izveidot simbolsaiti
nb: Kunne ikke opprette symbolsk lenke (symlink)
nl: Symlink kon niet worden aangemaakt
pl: Nie można utworzyć dowiązania
pt_br: Não foi possível criar o link simbólico
pt_pt: Não foi possível criar o link simbólico
ru: Не удалось создать символическую ссылку
sv: Kunde inte skapa symbolisk länk
tr: symlink oluşturulamıyor
zh_hans: 不能创建符号链接

source: Data is corrupted
ar: البيانات معطوبة
bg: Повредени данни
cs: Data jsou poškozena
de: Daten sind beschädigt
es: Los datos están corruptos
fr: Les données sont corompues
hu: Az adatok sérültek
it: I dati sono corrotti
ja: データが壊れています
lv: Bojāti dati
nb: Data er korrupt
nl: Archief is beschadigd
pl: Dane uszkodzone
pt_br: Dados corrompidos
pt_pt: Dados corrompidos
ru: Данные повреждены
sv: Datan är skadad
tr: Veri bozuldu
zh_hans: 数据已被破坏

source: Error on decrunching
ar: حدث خطأ أثناء الاستخراج
bg: Грешка при раздробяване
cs: Chyba při louskání
de: Fehler beim Decrunchen
fr: Erreur lors du decrunching
it: Errore durante il decrunching
ja: 展開時にエラーが発生しました
lv: Skaitļošanas kļūda
nb: Feil ved utpakking
nl: Fout bij het decrunchen
pl: Błąd podczas decrunching
pt_br: Erro ao decodificar
pt_pt: Erro ao descodificar
ru: Ошибка декомпрессии
sv: Fel vid uppackning
tr: Sıkıştırılan dosya eski haline getirirken hata oluştu
zh_hans: 粉碎文件错误

source: Failed to write to file
ar: فشلت الكتابة في الملف
bg: Провалено писане на файл
cs: Chyba při zápisu do souboru
de: Schreiben der Datei fehlgeschlagen
es: Error al escibir el fichero
fr: Impossible d'écrire vers le fichier
hu: A fájl írása sikertelen
it: Scrittura sul file fallita
ja: ファイルの書き込みに失敗しました
lv: Neizdavās ierakstīt datni
nb: Klarte ikke å skrive til filen
nl: Schrijven van het archief is mislukt
pl: Zapis do pliku zakończony niepowodzeniem
pt_br: Falha na escrita do arquivo
pt_pt: Falha na escrita do ficheiro
ru: Не удалось записать файл
sv: Kunde inte skriva till filen
tr: Dosya yazımı başarısız
zh_hans: 写入文件失败

source: File already exists
ar: الملف موجود مسبقًا
bg: Вече съществуващ файл
cs: Soubor již existuje
de: Datei existiert bereits
es: El fichero ya existe
fr: Le fichier existe déjà
hu: A fájl már létezik
it: Il file esiste già
ja: ファイルがすでに存在します
lv: Norādītā datne jau eksistē
nb: Filen finnes allerede
nl: Bestand bestaat al
pl: Plik już istnieje
pt_br: Arquivo já existente
pt_pt: Ficheiro já existe
ru: Файл уже существует
sv: Filen existerar redan
tr: Bu dosya zaten var
zh_hans: 文件已经存在

source: File is not fully supported
ar: الملف غير مدعوم بشكل كامل
bg: Непълно поддържан файл
cs: Soubor není plně podporován
de: Datei ist nicht vollständig unstützt
es: El fichero no tiene soporte completo
fr: Le fichier n'est pas entièrement supporté
hu: A fájl nem teljesen támogatott
it: Il file non è completamente supportato
lv: Datne netiek pilnībā atbalstīta
nb: Filen er ikke fullstendig supportert
nl: Archief wordt niet volledig ondersteund
pl: Plik nie jest w pełni obsługiwany
pt_br: O arquivo não é totalmente suportado
pt_pt: Ficheiro não suportado na íntegra
ru: Файл не поддерживается полностью
sv: Filformatet stöds inte till fullo
tr: Dosya tam desteklenmiyor
zh_hans: 文件不被完全支持

source: File, disk has been skipped
ar: تم تخطي ملف، قرص
bg: Пропуснат файл или диск
cs: Soubor či disk byl přeskočen
de: Datei, Festplatte wird übersprungen
es: Fichero, el disco se ha saltado
fr: Le fichier ou le disque a été sauté
hu: Fájl, lemez kihagyva
it: File, il disco è stato saltato
ja: ファイル、ディスクがスキップされました
lv: Datne, disks ir izlaisti
nb: Fil, disk ble hoppet over
nl: Archief, harde schijf overgeslagen
pl: Plik, dysk został pominięty
pt_br: Arquivo/disco ignorado
pt_pt: Ficheiro ou disco ignorado
ru: Файл, диск пропущен
sv: Fil, disk hoppades över
tr: Dosya, disk atlandı
zh_hans: 文件, 磁盘已被跳过

source: Function called with illegal parameters
ar: استُدعيت الدالة بوسطاء خاطئة
bg: Функцията е извикана с недопустими параметри
cs: Funkce volána s neplatnými parametry
de: Funktionsaufruf mit ungültigen Parametern
es: Función llamada con parámetros no válidos
fr: Fonction appelée avec des paramètres incorrects
hu: Érvénytelen függvényparaméterek
it: Funzione chiamata con parametri non validi
ja: 不正な引数による関数呼び出しです
lv: Funkcijas izsaukums ar neatļautiem parametriem
nb: Funksjonskall hadde ugyldige parametre
nl: Functie met verkeerde parameters opgeroepen
pl: Funkcja wywołana z nieprawidłowymi parametrami
pt_br: Funcão chamada com parâmetros não permitidos
pt_pt: Funcão chamada com parâmetros não permitidos
ru: Функция вызвана с недопустимыми параметрами
sv: Funktionen kallade otillåtna parametrar
tr: İşlem, hatalı parametre ile çağrıldı
zh_hans: 功能因为非法参数被叫停

# Missing or wrong password
source: The supplied password was incorrect
ar: كلمة المرور خاطئة
bg: Предложената парола е неправилна
cs: Zadané heslo není správné
de: Falsches oder fehlendes Kennwort
es: La contraseña es incorrecta
fr: Le mot de passe fourni est incorrect
hu: Helytelen jelszó
it: La password fornita non è corretta
ja: 入力されたパスワードが正しくありません
lv: Norādītā parole nav derīga
nb: Feil passord
nl: Wachtwoord is onjuist of ontbreekt
pl: Podane hasło jest nieprawidłowe
pt_br: A senha informada está incorreta
pt_pt: A palavra-passe fornecida está incorrecta
ru: Пароль указан неправильно
sv: Lösenordet accepterades inte
tr: Girmiş olduğunuz şifre yanlış
zh_hans: 提供的密码不正确

source: Name of file exists as directory
ar: اسم الملف موجود مسبقًا كاسم لمجلد
bg: Името на файла съществува като директория
cs: Název souboru již existuje v podobě složky
de: Dateiname existiert bereits als Ordner
es: El nombre del fichero existe como directorio
fr: Le nom du fichier existe en tant que dossier
hu: Ezen a fájlnéven már létezik egy könyvtár
it: Il nome del file esiste come cartella
ja: 同じ名前のフォルダがすでに存在します
lv: Eksistē mape ar norādīto datnes vārdu
nb: Filnavnet eksisterer allerede som mappe
nl: Bestandsnaam bestaat al als map
pl: Nazwa pliku istnieje jako katalog
pt_br: O nome do arquivo já existe como pasta
pt_pt: Nome do ficheiro já existe como pasta
ru: Имя файла совпадает с именем существующей папки
sv: Namn på filen existerar redan som en mapp
tr: Dosyanın ismi dizin olarak geçiyor
zh_hans: 文件名以目录形式存在

source: Not enough memory available
ar: لا يتوفر ذاكرة كافية
bg: Недостатъчно налична памет
cs: Nedostatek volné paměti
de: Ausreichender Speicher nicht verfügbar
es: No hay suficiente memoria disponible
fr: Pas assez de mémoire disponible
hu: Nincs elég memória
it: Non c'è abbastanza memoria disponibile
ja: メモリが不十分です
lv: Nepietiek atmiņas
nb: Ikke nok tilgjengelig minne
nl: Niet genoeg geheugen beschikbaar
pl: Za mało dostępnej pamięci
pt_br: Não há memória suficiente
pt_pt: Não existe memória disponível suficiente
ru: Недостаточно памяти
tr: Yeterli hafıza yok
zh_hans: 没有足够内存可用

# Opening file failed
source: The file could not be opened
ar: لا يمكن فتح الملف
bg: Невъзможно отваряне на файла
cs: Soubor nelze otevřít
de: Datei konnte nicht geöffnet werden
es: No se ha podido abrir el fichero
fr: Le fichier n'a pas pu être ouvert
hu: A fájl nem nyitható meg
it: Impossibile aprire il file
ja: ファイルを開けませんでした
lv: Datni nav iespējams atvērt
nb: Filen kunne ikke åpnes
nl: Archief kon niet worden geopend
pl: Plik nie może zostać otwarty
pt_br: Não foi possível abrir o arquivo
pt_pt: Não foi possível abrir o ficheiro
ru: Не удалось открыть файл
sv: Filen kunde inte öppnas
tr: Dosya açılamıyor
zh_hans: 文件不能被打开

source: Required resource missing
ar: لم يُعثر على مورد مطلوب
bg: Липсващ изискван ресурс
cs: Požadovaný zdrojový soubor chybí
de: Erforderliche Resource fehlt
es: No se encuentra un recurso necesario
fr: Une ressource requise est manquante
hu: Egy szükséges erőforrás hiányzik
it: Risorsa richiesta mancante
ja: 必要なリソースが見つかりません
lv: Trūkst nepieciešamo resursu
nb: Nødvendig ressurs mangler
nl: Vereiste hulpbron ontbreekt
pl: Brak wymaganych zasobów
pt_br: Recurso necessário indisponível
pt_pt: Recurso necessário em falta
ru: Отсутствует необходимый ресурс
sv: Krävd resurs saknas
tr: Gereken kaynak eksik
zh_hans: 所需资源丢失

source: Source contains no files
ar: المصدر لا يحوي ملفات
bg: Източникът не съдържа файлове
cs: Zdroj neobsahuje žádné soubory
de: Quelle enthält keine Dateien
es: El archivo no contiene ficheros
fr: La source ne contient pas de fichiers
hu: A forrás nem tartalmaz fájlokat
it: La sorgente non contiene nessun file
ja: ファイルが含まれていません
lv: Norādītais arhīvs nesatur datnes
nb: Kilden inneholder ingen filer
nl: Bron bevat geen bestanden
pl: Źródło nie zawiera żadnych plików
pt_br: Fonte não contém arquivos
pt_pt: Fonte não contém ficheiros
ru: Архив не содержит файлов
sv: Källan innehåller inga filer
tr: Kaynak herhangi bir dosya içermiyor
zh_hans: 资源不包含文件

source: Text encoding was defective
ar: يوجد خطأ في ترميز النص
bg: Сгрешено текстово кодиране
cs: Kódování textu bylo chybné
de: Formaterkennung defekt
es: La codificación del texto era defectuosa
fr: L'encodage du texte est mauvais
hu: A szöveg kódolása hiányos volt
it: Codifica del testo difettosa
ja: テキストエンコーディングに問題があります
lv: Defektīvs teksta kodējums
nb: Tekstkoding var defekt
nl: Tekstcodering was defect
pl: Kodowanie tekstu było wadliwe
pt_br: Codificação de caracteres danificada
pt_pt: Codificação de caracteres errónea
ru: Кодировка текста ошибочна
sv: Textkodning var defekt
tr: Metin kodlaması kusurluydu
zh_hans: 文本编码缺陷

source: Unknown data format
ar: صيغة البيانات غير معروفة
bg: Неизвестен формат на данните
cs: Neznámý formát dat
de: Unbekanntes Datenformat
es: Fomato de datos desconocido
fr: Format de données inconnu
hu: Ismeretlen adatformátum
it: Formato dati sconosciuto
ja: データ形式が不明です
lv: Nezināms datu formāts
nb: Ukjent dataformat
nl: Onbekend dataformaat
pl: Nieznany format danych
pt_br: Formato de dados desconhecido
pt_pt: Formato de dados desconhecido
ru: Неизвестный формат даных
sv: Okänt dataformat
tr: Bilinmeyen veri biçimi
zh_hans: 未知数据格式

source: Unknown error
ar: خطأ غير معروف
bg: Неизвестна грешка
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明のエラー
lv: Nezināma kļūda
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
tr: Bilinmeyen hata
zh_hans: 未知错误

source: Unknown file type
ar: نوع الملف غير معروف
bg: Неизвестен вид файл
cs: Neznámý typ souboru
de: Unbekannter Dateityp
es: Tipo de archivo desconocido
fr: Type de fichier inconnu
hu: Ismeretlen fájltípus
it: Tipo di file sconosciuto
ja: ファイル形式が不明です
lv: Nezināms datnes tips
nb: Ukjent filtype
nl: Onbekende bestandssoort
pl: Nierozpoznany typ pliku
pt_br: Tipo de arquivo desconhecido
pt_pt: Tipo de ficheiro desconhecido
ru: Неизвестный тип файла
sv: Okänd filtyp
tr: Bilinmeyeb dosya türü
zh_hans: 未知文件类型

source: Unknown filesystem
ar: نظام الملفات غير معروف
bg: Неизвестна файлова система
cs: Neznámý souborový systém
de: Unbekanntes Dateisystem
es: Sistema de ficheros desconocido
fr: Système de fichiers inconnu
hu: Ismeretlen fájlrendszer
it: Filesystem sconosciuto
ja: ファイルシステムが不明です
lv: Nezināma failu sistēma
nb: Ukjent filsystem
nl: Onbekend bestandssysteem
pl: Nieznany system plików
pt_br: Sistema de arquivos desconhecido
pt_pt: Sistema de ficheiros desconhecido
ru: Неизвестная файловая система
sv: Okänt filsystem
tr: Bilinmeyen dosya sistemi
zh_hans: 未知文件系统

source: User cancelled extraction
ar: ألغى المستخدم استخراج المتحوى
bg: Извличането е прекратено от потребителя
cs: Uživatelem zrušené rozbalování
de: Benutzer hat Extrahierung abgebrochen
es: Extracción cancelada por el usuario
fr: L'utilisateur a annulé l'extraction
hu: A felhazsnáló megszakította a kibontást
it: L'utente ha interrotto l'estrazione
lv: Lietotājs apturējis atpakošanu
nb: Bruker avbrøt utpakkingen
nl: Gebruiker heeft het uitpakken geannuleerd
pl: Użytkownik przerwał rozpakowywanie
pt_br: Extração cancelada pelo usuário
pt_pt: Extracção cancelada pelo utilizador
ru: Процесс прерван пользователем
sv: Användaren avbröt uppackningen
tr: Kullanıcı çıkartma işlemini durdurdu
zh_hans: 解压被用户叫停

source: Verify failed (disk hook)
ar: فشل التحقق ‪(‬disk hook‪)‬
bg: Провалено проверяване (disk hook)
cs: Kontrola selhala (disk)
de: Überprüfung fehlgeschlagen (Disk Hook)
es: Error en la comprobación (disk hook)
fr: La vérification a échoué (disk hook)
hu: A megerősítés nem sikerült (lemezhez )
it: Verifica fallita (disk hook)
ja: 検証に失敗しました
lv: Kļūda pārbaudot (diskam)
nb: Verifisering feilet (disk hook)
nl: Controle mislukt (disk-hook)
pl: Niepowodzenie weryfikacji (disk hook)
pt_br: Falha na verificação (hook de disco)
pt_pt: Falha na verificação (hook de disco)
ru: Ошибка при проверке (disk hook)
sv: Verifiering misslyckades (disk hook)
tr: Doğrulama başarısız (disk hook)
zh_hans: 验证失败(磁盘挂起)

# Wrong checksum
source: The archive file is corrupted
ar: ملف الأرشيف معطوب
bg: Повреден файл на архива
cs: Soubor achivu je poškozený
de: Falsche Prüfsumme
es: El archivo está corrupto
fr: L'archive est corrompue
hu: Az archívum sérült
it: Il file archivio è corrotto
ja: アーカイブファイルが壊れています
lv: Arhīvs ir bojāts
nb: Arkivfilen er korrupt
nl: Controlecijfer is onjuist
pl: Plik archiwum jest uszkodzony
pt_br: O arquivo está corrompido
pt_pt: O arquivo está corrompido
ru: Файл архива поврежден
sv: Filen är skadad
tr: Arşiv dosyası bozulmul
zh_hans: 归档文件已被破坏

source: Wrong drive geometry
ar: خطأ في هندسة القرص
bg: Грешна геометричност на устройство
cs: Chybná geometrie disku
de: Falsche Festplattengeometrie
fr: Mauvaise géométrie du disque
hu: Rossz a meghajtó geometriája
it: Geometria del drive sbagliata
ja: ドライブジオメトリが誤っています
lv: Neatbilstoša diska ģeometrija
nb: Feil disk geometri
nl: Harde schijf heeft verkeerde geometrie
pl: Zła geometria dysku
pt_br: Geometria da unidade errada
pt_pt: Geometria da unidade errada
ru: Ошибочные параметры диска
sv: Felaktig skivgeometri
tr: Yanlış sürücü geometrisi
zh_hans: 错误磁盘几何

source: Command is not supported
es: El comando no es compatible
ja: サポート外のコマンドです

source: Input data buffers border exceeded
ja: アーカイブファイルが不完全です

source: User break in progress hook
ja: ユーザにより中止されました
